{
	"title" : "Dio",
	"dimensions" : "40 x 15.9 x 9.5 cm",
	"material" : "computer, resin",
	"date" : "2018",
	"description" : "I trained my computer to become a sculptor. The computer, affectionately named Dio after the Greek god Dionysus, spent months practicing its technique by sifting through museum collections, attempting to recreate from memory every classical sculpture it saw. Faced with an immense challenge, Dio intuitively began to break down each sculpture into its component parts, developing a visual vocabulary from which it could build up more complex shapes. After months of studying, I asked Dio to close its eyes and dream of a new form—one which has never before been seen.\n\nInspired by the classics, this is the form that Dio dreamt of. It stands as one of the first sculptures made by artificial intelligence. Possessing an uncanny figurative quality with a likeness to the forms of Brancusi, Arp, Hepworth and Moore, it questions the creativity, originality and agency of the machine: a computer tasked with distilling the essence of Greek and Roman sculpture. However, this sculpture possesses a secret: it is not only made by the computer, but materially made from the computer that dreamt it.\n\nAfter turning my computer off, I ground Dio to dust and reformed it into its dream. Thus, this sculpture is both the computer and the computer’s dream. In this afterlife, it holds in balance two disparate realities: product and process, the beingness of an object and the coming-to-beingness of an object. On one hand, the computer assumes a newfound physical agency in these reconfigured bits of silicon, copper, steel and plastic. On the other, traces of the computer’s invisible processing power live on in its bodily form and in the bits of matter containing its thoughts and memories. Endowed is a materiality upon the impossibly immaterial.\n\nJust as the classics worked in stone and bronze, so too is this sculpture materially of our time, made from the raw material of computation.\n\n∿\n\n<i><a href='https://www.phillips.com/detail/BEN-SNELL/NY000219/10' target='_blank'>Auctioned at Phillips</a> and featured in <a href='https://www.artsy.net/news/artsy-editorial-phillips-selling-sculpture-generated-artificial-intelligence' target='_blank'>Artsy</a>, <a href='https://www.theverge.com/tldr/2019/4/12/18306090/ai-generated-sculpture-shredded-remains-ben-snell-dio' target='_blank_'>The Verge</a>, <a href='https://www.fastcompany.com/90333795/why-this-artist-ground-his-computer-into-dust' target='_blank'>FastCo</a>, <a href='https://news.artnet.com/art-world/art-industry-news-april-18-other-stories-1520584' target='_blank'>Artnet</a> and <a href='https://www.phillips.com/article/42361496/media-and-materiality-in-conversation-with-ben-snell' target='_blank'>Phillips Features</a></i>\n\n<p style='font-size:10px; line-height: 18px; color: rgb(153,153,153)'>Funded in part by the Frank-Ratchye STUDIO for Creative Inquiry at Carnegie Mellon University, Autodesk, Gray Area, and Paperspace.</p>",
	"globalExt" : "jpg",
	"numDigits" : 3,
	"images" : [
		1,
		2, 
		3,
		4
	]
}